welcome_message = """
Добро пожаловать в бота по скачиванию и транскрибации YouTube видео 👋
Что я умею? 🤔
🔹 Скачаю видео по YouTube ссылке
🔹 Скачаю аудио по YouTube ссылке
🔹 Скачаю субтитры, а если их нет у видео - запущу транскрибацию и все равно пришлю субтитры 🥰
🔹 Могу сделать все вышеперечисленное сразу для всех видео с YouTube канала - для этого нужна ссылка на канал.
🔹 И на десерт - могу сделать транскрипцию по твоему аудио/видео файлу 🥹

Enjoy 😎
"""

provide_links = "Вставь ссылку / ссылки в следующем сообщении (не забудь разделить их пробелом или переносом строки)"

provide_channel = "Вставь ссылку на YouTube канал в следующем сообщении"

provide_file = "Прикрепи файл следующим сообщением"

choose_video_button = "🎥 хочу поработать с отдельными видео"
choose_channel_button = "🦄 хочу поработать с каналом"
choose_file_button = "🗂️ хочу загрузить файл и получить транскрипцию"
